Repository: minhtien1403/flash-card
Catalog: FlashCard/Resource/Localizable/*.lproj/Localizable.strings
Languages: vi

source: Number of cards
vi: Số lượng thẻ

source: Created Date
vi: Ngày tạo

source: Last access date
vi: Lần cuối truy cập

source: English
vi: Tiếng Anh

source: Vietnamese
vi: Tiếng Việt

# dashboardTabTitle
source: Deck board
vi: Bảng

# settingTabTitle
source: Setting
vi: Cài đặt

source: Delete
vi: Xoá

source: Quizz
vi: Đố

source: Language
vi: Ngôn ngữ

source: Feedback
vi: Góp ý

# emptyDeckMessage
source: You haven't created any decks yet Please create one to start learning
vi: Bạn chưa tạo bộ flash card nào Hãy tạo 1 bộ để bắt đầu học

source: Add New Deck
vi: Tạo bộ thẻ mới

# enterDeckName
source: Please enter deck name
vi: Hãy nhập tên bộ thẻ

# cancelButton
source: Cancel
vi: Huỷ

# createButton
source: Create
vi: Tạo

# confirmDeleteDeck
source: Are you sure that you want to delete this deck?
vi: Bạn có chắc chắn muốn xoá bộ thẻ này không

# addCard
source: Add
vi: Thêm

# editCard
source: Edit
vi: Sửa

source: Add New Card
vi: Thêm thẻ mới

# enterFrontCard
source: Enter front card content
vi: Nhập mặt trước thẻ

# enterBackCard
source: Enter back card content
vi: Nhập mặt sau thẻ

# notCreateAnyCardYet
source: You haven't created any card yet Please create some to start learning
vi: Bạn vẫn chưa tạo tấm thẻ nào Hãy tạo một vài thẻ để bắt đầu học nhé

# confirmDeleteCard
source: Are you sure that you want to delete this card
vi: Bạn có chắc chắn muốn xoá thẻ này không

# editCardContent
source: Edit this card
vi: Sửa thẻ này

source: Done
vi: Xong

source: Sync Data
vi: Đồng bộ dữ liệu

# purchasePro
source: Buy Pro Version
vi: Mua phiên bản pro

source: Restore Purchase
vi: Khôi phục thanh toán

source: Support
vi: Hỗ trợ

# answerQuizzMessage
source: Please select correct answer for:
vi: Hãy chọn đáp án đúng cho:

source: Finish
vi: Hoàn thành

source: Great
vi: Tuyệt vời

source: Practice more
vi: Hãy luyện tập thêm

source: Well done
vi: Làm tốt lắm

# resultMessage
source: You answered correctly
vi: Bạn đã trả lời đúng

# finishQuizzesMessage
source: Are you sure to finish this quizzes
vi: Bạn chắc chắn muốn kết thúc bài kiểm tra này chứ

# createQuizzMessage
source: How many quizzes do you want this time?
vi: Bạn muốn tạo bao nhiêu câu hỏi lần này?

# checkIcloudStatus
source: Checking your icloud account status
vi: Đang kiểm tra trạng thái tài khoản icloud của bạn

source: Sync via icloud
vi: Đồng bộ qua icloud

# couldNotDetermine
source: Could not determine your account status now. Please try again later
vi: Không thể xác nhận trạng thái tài khoản của bạn lúc này. Hãy thử lại sau

# available
source: Your account status is normal. You can turn this switch to sync data across your device
vi: Tài khoản của bạn hoạt động bình thường. Hãy bật công tắc này để đồng bộ dữ liệu giữa các thiết bị của bạn

# restricted
source: Your account is restricted
vi: Tài khoản của bạn đang bị hạn chế. Bạn tạm thời không thể sử dụng dịch vụ này

# noAccount
source: You have not login to any icloud account on this device. Please login to use this feature
vi: Bạn chưa đăng nhập vào bất kỳ tài khoản nào trên thiết bị này. Hãy đăng nhập để sử dụng tính năng này

# temporarilyUnavailable
source: Your account temporarily unavailable for this service. Please try again later
vi: Tài khoản của bạn tạm thời không khả dụng. Hãy thử lại sau

# speakButton
source: Speak
vi: Đọc

# subcribePremium
source: Subscribe to premium to receive the following benefits
vi: Đăng ký gói premium để nhận được những quyền lợi sau

source: Continue Purchase
vi: Tiếp tục thanh toán

# unlimitedDeck
source: Unlimited deck create
vi: Tạo bộ thẻ không giới hạn

# unlimitedCard
source: Unlimite card create
vi: Tạo thẻ không giới hạn

# syncDataBenefit
source: Sync data across device
vi: Đồng bộ dữ liệu giữa các thiết bị

# monthlyPlan
source: Monthly Plan - 1.99$/month
vi: Theo tháng - 49,000đ/tháng

# annualPlan
source: Annual Plan - 9.99$/year
vi: Theo năm - 299,000đ/năm

# lifeTimePlan
source: Life time - 19.99$
vi: Trọn đời - 499,000đ

# monthlyPlanNote
source: Bill monthly. Cancel anytime
vi: Thanh toán hàng tháng. Huỷ bất cứ lúc nào

# annualPlanNote
source: Bill yearly. Cancel anytime
vi: Thanh toán hàng năm. Huỷ bất cứ lúc nào

# lifeTimePlanNote
source: One time payment. Life time access
vi: Thanh toán một lần, sử dụng trọn đời

source: Privacy policy
vi: Chính sách bảo mật

# termOfServices
source: Term of serivces
vi: Điều khoản sử dụng

# unlockPremiumMessage
source: You need buy premium version to use this feature
vi: Bạn cần đăng ký gói premium để sử dụng tính năng này

# unlockPremiumForMoreDeck
source: You need buy premium version to create more Deck
vi: Bạn cần đăng ký gói premium để có thể tạo thêm bộ thẻ

# unlockPremiumForMoreCard
source: You need buy premium version to create more Card
vi: Bạn cần đăng ký gói premium để có thể tạo thêm thẻ
